Repository: fogleman/boggart
Catalog: components/boggart/bind/apcupsd/locales/*/LC_MESSAGES/widget.po
Languages: ru

source: Battery status
ru: Состояние батареи

source: Charged
ru: Заряжено

source: Load
ru: Нагрузка

source: Status
ru: Статус

source: Runtime
ru: Время работы

source: Variables
ru: Переменные

source: Variable
ru: Переменная

source: Value
ru: Значение

source: Description
ru: Описание

source: Events
ru: События

source: Message
ru: Сообщение

source: Header record indicating the STATUS format revision level, the number of records that follow the APC statement, and the number of bytes that follow the record.
ru: Заголовочная запись, указывающая версии формата STATUS, количество записей, следующих за оператором APC, и количество байтов, следующих за записью.

source: Date
ru: Дата

source: The date and time that the information was last obtained from the UPS.
ru: Дата и время последнего получения информации от ИБП.

source: Hostname
ru: Имя хоста

source: The name of the machine that collected the UPS data.
ru: Имя хоста к которому подключён ИБП.

source: UPS name
ru: Имя ИБП

source: The name of the UPS as stored in the EEPROM or in the UPSNAME directive in the configuration file.
ru: Имя ИБП, записанное EEPROM или заданное в поле UPSNAME файла настройки.

source: Version
ru: Версия

source: The apcupsd release number, build date, and platform.
ru: Версия apcupsd, дата сборки apcupsd и платформа (ОС).

source: Cable
ru: Кабель

source: The cable as specified in the configuration file (UPSCABLE).
ru: Тип кабеля, заданный в поле UPSCABLE файла настройки.

source: Model
ru: Модель

source: The UPS model as derived from information from the UPS.
ru: Модель ИБП, полученная на основе информации от ИБП.

source: UPS mode
ru: Режим работы

source: The mode in which apcupsd is operating as specified in the configuration file (UPSMODE).
ru: Режим, в котором работает apcupsd, указанный в поле UPSMODE файла настройки.

source: Start time
ru: Время запуска

source: The time/date that apcupsd was started.
ru: Дата, время запуска apcupsd.

source: End time
ru: Время фиксации

source: The time and date that the STATUS record was written.
ru: Время и дата создания записи STATUS.

source: The current status of the UPS.
ru: Текущее состояние (статус) ИБП.

source: Line voltage
ru: Напряжение

source: The current line voltage as returned by the UPS.
ru: Текущее линейное напряжение, возвращаемое ИБП.

source: Load percent
ru: Уровень нагрузки

source: The percentage of load capacity as estimated by the UPS.
ru: Уровень нагрузки в процентах по оценке ИПБ.

source: Battery charge percent
ru: Уровень заряда батареи

source: The percentage charge on the batteries.
ru: Уровень заряда батареи в процентах.

source: Time left
ru: Оставшееся время работы

source: The remaining runtime left on batteries as estimated by the UPS.
ru: Оставшееся время работы от батареи по оценке ИБП.

source: Minimum battery charge percent
ru: Минимальный уровень заряда батареи

source: If the battery charge percentage (BCHARGE) drops below this value, apcupsd will shutdown your system. Value is set in the configuration file (BATTERYLEVEL).
ru: Уровень заряда батареи (BCHARGE) опустится ниже уровня который задан в файле настройки переменной BATTERYLEVEL, то тогда будет начато выключение системы.

source: Minimum time left
ru: Минимальное время работы

source: apcupsd will shutdown your system if the remaining runtime equals or is below this point. Value is set in the configuration file (MINUTES).
ru: apcupsd выключит систему, если оставшееся время работы равно или меньше этого значения. Значение задается в конфигурационном файле (MINUTES).

source: Maximum time
ru: Максимальное время работы

source: apcupsd will shutdown your system if the time on batteries exceeds this value. A value of zero disables the feature. Value is set in the configuration file (TIMEOUT).
ru: apcupsd выключит систему, если время работы от батарей превысит это значение. Нулевое значение отключает функцию. Значение задается в конфигурационном файле (TIMEOUT).

source: Maximum line voltage
ru: Максимальное линейное напряжение

source: The maximum line voltage since the UPS was started, as reported by the UPS.
ru: Максимальное линейное напряжение с момента запуска ИБП, согласно отчету ИБП.

source: Minimum line voltage
ru: Минимальное линейное напряжение

source: The minimum line voltage since the UPS was started, as returned by the UPS.
ru: Минимальное линейное напряжение с момента запуска ИБП, согласно отчету ИБП.

source: Output voltage
ru: Выходное напряжение

source: The voltage the UPS is supplying to your equipment.
ru: Напряжение, которое ИБП подает на внешнее оборудование.

source: Sense
ru: Чувствительность

source: The sensitivity level of the UPS to line voltage fluctuations.
ru: Уровень чувствительности ИБП к колебаниям сетевого напряжения.

source: Delay wake
ru: Задержка пробуждения

source: The amount of time the UPS will wait before restoring power to your equipment after a power off condition when the power is restored.
ru: Время, в течение которого ИБП будет ждать, прежде чем восстановить питание внешнего оборудования после состояния отключения питания, когда питание будет восстановлено.

source: Delay shutdown
ru: Задержка выключения

source: The grace delay that the UPS gives after receiving a power down command from apcupsd before it powers off your equipment.
ru: Время задержки, которую ИБП дает после получения команды отключения питания от apcupsd, прежде чем он выключит внешнее оборудование.

source: Delay low battery
ru: Задержка низкого заряда батареи

source: The remaining runtime below which the UPS sends the low battery signal. At this point apcupsd will force an immediate emergency shutdown.
ru: Оставшееся время работы, ниже которого ИБП отправляет сигнал низкого заряда батареи. В этот момент apcupsd вызовет немедленное аварийное отключение.

source: Low transfer voltage
ru: Низкое напряжение сети

source: The line voltage below which the UPS will switch to batteries.
ru: Напряжение сети, ниже которого ИБП переключится на батареи.

source: High transfer voltage
ru: Высокое напряжение сети

source: The line voltage above which the UPS will switch to batteries.
ru: Напряжение сети, выше которого ИБП переключается на батареи.

source: Return percentage charge
ru: Процент заряда возврата

source: The percentage charge that the batteries must have after a power off condition before the UPS will restore power to your equipment.
ru: Процент заряда, который должен иметь аккумулятор после отключения питания, прежде чем ИБП восстановит питание внешнего оборудования.

source: Internal temperature
ru: Внутренняя температура

source: Internal UPS temperature as supplied by the UPS.
ru: Внутренняя температура ИБП, выдаваемая ИБП.

source: Alarm delay
ru: Задержка аварийного сигнала

source: The delay period for the UPS alarm.
ru: Период задержки для аварийного сигнала ИБП.

source: Battery voltage
ru: Напряжение батареи

source: Battery voltage as supplied by the UPS.
ru: Напряжение батареи от ИБП.

source: Line frequency
ru: Частота сети

source: Line frequency in hertz as given by the UPS.
ru: Частота сети в герцах, заданная ИБП.

source: Reason transfer
ru: Причина переключения

source: The reason for the last transfer to batteries.
ru: Причина последнего переключения на батареи.

source: Number of transfers
ru: Количество переключений

source: The number of transfers to batteries since apcupsd startup.
ru: Количество переключений на батареи с момента запуска apcupsd.

source: Last transfer date
ru: Дата последнего переключения

source: Time and date of last transfer to batteries, or N/A.
ru: Время и дата последнего переключения на батареи или N/A.

source: Time on battery
ru: Время работы от батареи

source: Time in seconds currently on batteries, or 0.
ru: Время в секундах, текущей работы от батарей, или 0.

source: Total time on battery
ru: Общее время работы от батареи

source: Total (cumulative) time on batteries in seconds since apcupsd startup.
ru: Общее (суммарное) время работы от батарей (в секундах) с времени запуска apcupsd.

source: Last transfer from batteries date
ru: Дата последнего переключения с батареи

source: Time and date of last transfer from batteries, or N/A.
ru: Время и дата последнего переключения с батарей или N/A.

source: Results of the last self test
ru: Результат последнего самотестирования

source: The results of the last self test, and may have the following values:
ru: Результаты последнего самотестирования и могут иметь следующие значения:

source: OK: self test indicates good battery
ru: OK: самопроверка указывает на исправную батарею

source: BT: self test failed due to insufficient battery capacity
ru: BT: самопроверка не удалась из-за недостаточной емкости аккумулятора

source: NG: self test failed due to overload
ru: NG: самопроверка не удалась из-за перегрузки

source: NO: No results (i.e. no self test performed in the last 5 minutes)
ru: NO: Нет результатов (т. е. за последние 5 минут самопроверка не проводилась)

source: Self test interval
ru: Интервал самопроверки

source: The interval in hours between automatic self tests.
ru: Интервал в часах между автоматическими самопроверками.

source: Status flag
ru: Флаг состояния

source: Status flag. English version is given by STATUS.
ru: Флаг состояния. Английская версия предоставлена STATUS.

source: Dip switch
ru: Текущие настройки переключателей ИБП (dip switch).

source: The current dip switch settings on UPSes that have them.
ru: Текущие настройки переключателей ИБП.

source: Fault register 1
ru: Регистр неисправностей 1

source: The value from the UPS fault register 1.
ru: Значение из регистра неисправностей ИБП 1.

source: Fault register 2
ru: Регистр неисправностей 2

source: The value from the UPS fault register 2.
ru: Значение из регистра неисправностей ИБП 2.

source: Fault register 3
ru: Регистр неисправностей 3

source: The value from the UPS fault register 3.
ru: Значение из регистра неисправностей ИБП 3.

source: Manufactured date
ru: Дата изготовления

source: The date the UPS was manufactured.
ru: Дата изготовления ИБП.

source: Serial number
ru: Серийный номер

source: The UPS serial number.
ru: Серийный номер ИБП.

source: Battery replaced date
ru: Дата замены батареи

source: The date that batteries were last replaced.
ru: Дата последней замены батарей.

source: Nominal output voltage
ru: Выходное напряжение

source: The output voltage that the UPS will attempt to supply when on battery power.
ru: Выходное напряжение, которое ИБП будет пытаться обеспечить при питании от батареи.

source: Nominal input voltage
ru: Входное напряжение

source: The input voltage that the UPS is configured to expect.
ru: Входное напряжение, на которое рассчитан ИБП.

source: Nominal battery voltage
ru: Напряжение батареи

source: The nominal battery voltage.
ru: Номинальное напряжение батареи.

source: Nominal power
ru: Номинальная мощность

source: The maximum power in Watts that the UPS is designed to supply.
ru: Максимальная мощность в ваттах, на которую рассчитан ИБП.

source: Humidity
ru: Влажность

source: The humidity as measured by the UPS.
ru: Влажность, измеренная ИБП.

source: Ambient temperature
ru: Температура окружающей среды

source: The ambient temperature as measured by the UPS.
ru: Температура окружающей среды, измеренная ИБП.

source: External batteries
ru: Внешние батареи

source: The number of external batteries as defined by the user. A correct number here helps the UPS compute the remaining runtime more accurately.
ru: Количество внешних батарей определяется пользователем. Правильное число помогает ИБП более точно рассчитать оставшееся время работы.

source: Bad battery packs
ru: Неисправные батарейные блоки

source: The number of bad battery packs.
ru: Количество неисправных батарейных блоков.

source: Firmware
ru: Прошивка

source: The firmware revision number as reported by the UPS.
ru: Версия прошивки, сообщаемая ИБП.

source: APC model
ru: APC модель

source: The old APC model identification code.
ru: Старый идентификационный код модели APC.
