Repository: fogleman/boggart
Catalog: components/boggart/bind/astro/sun/locales/*/LC_MESSAGES/widget.po
Languages: ru

source: Astro Sun
ru: Солнце

source: Period
ru: Период

source: Start at
ru: Начинается

source: End at
ru: Заканчивается

source: Duration
ru: Продолжительность

source: Night
ru: Ночь

source: Nadir
ru: Надир

source: Astronomical dawn
ru: Астрономические сумерки на рассвете

source: Nautical dawn
ru: Навигационные сумерки на рассвете

source: Civil dawn
ru: Гражданские сумерки на рассвете

source: Sunrise
ru: Восход

source: Solar noon
ru: Полдень

source: Sunset
ru: Закат

source: Civil dusk
ru: Гражданские сумерки на закате

source: Nautical dusk
ru: Навигационные сумерки на закате

source: Astronomical dusk
ru: Астрономические сумерки на закате
