Repository: fogleman/boggart
Catalog: components/boggart/bind/mercury/v1/locales/*/LC_MESSAGES/widget.po
Languages: ru

source: Current measurements
ru: Текущие показатели

source: Measurement
ru: Показатель

source: Value
ru: Значение

source: Description
ru: Описание

source: Date and time
ru: Дата и время

source: Current date and time on meter
ru: Текущие дата и время на счетчике

source: %d second
ru: %d секунда

source: +%d second
ru: +%d секунда

source: Make date
ru: Дата производства

source: Last power off
ru: Последнее отключение

source: Last power on
ru: Последнее включение

source: Last close cap
ru: Последнее закрытие крышки счетчика

source: Voltage
ru: Напряжение

source: %d V
ru: %d B

source: Current voltage
ru: Текущее напряжение

source: Amperage
ru: Ток

source: %.2f A
ru: %.2f А

source: Current amperage
ru: Текущая сила тока

source: Power
ru: Мощность

source: %d W
ru: %d Вт

source: Current power
ru: Текущая мощность

source: at
ru: в

source: Voltage maximum can't reset
ru: Максимум напряжения не сбрасываемый

source: Voltage maximum can reset
ru: Максимум напряжения сбрасываемый

source: Amperage maximum can't reset
ru: Максимум тока не сбрасываемый

source: Amperage maximum can reset
ru: Максимум тока сбрасываемый

source: Power maximum can't reset
ru: Максимум мощности не сбрасываемый

source: Power maximum can reset
ru: Максимум мощности сбрасываемый

source: Display
ru: Индикация

source: Show T1
ru: Показывать T1

source: Show T2
ru: Показывать T2

source: Show T3
ru: Показывать T3

source: Show T4
ru: Показывать T4

source: Show amount
ru: Показывать сумму

source: Show power
ru: Показывать мощность

source: Show time
ru: Показывать время

source: Show date
ru: Показывать дату

source: Interval for not current tariff
ru: Интервал индикации не текущих тарифов и суммы

source: Interval for current tariff
ru: Интервал индикации энергии текущего тарифа

source: Interval for power, time and date
ru: Интервал индикации мощности, времени и даты

source: Interval for after press back button
ru: Интервал индикации после нажатия кнопки

source: Reset
ru: Сбросить

source: Save
ru: Сохранить

source: Change display mode failed with error %s
ru: Изменение режимов индикации завершилось с ошибкой %s

source: Change display mode success
ru: Успешно изменены режимы индикации

source: Change display time failed with error %s
ru: Изменение интервалов индикации завершилось с ошибкой %s

source: Change display time success
ru: Успешно изменены интервалы индикации

source: Get display mode failed with error %s
ru: Получение режимов индикации завершилось с ошибкой %s

source: Get display time failed with error %s
ru: Получение интервалов индикации завершилось с ошибкой %s

source: Monthly statistics
ru: Месячная статистика

source: Current date time on device %s
ru: Текущая дата на устройстве %s

source: Month
ru: Месяц

source: T1 / Wh
ru: T1 / Втч

source: T2 / Wh
ru: T2 / Втч

source: T3 / Wh
ru: T3 / Втч

source: T4 / Wh
ru: T4 / Втч

source: Events on/off
ru: События вкл/выкл

source: Date
ru: Дата

source: State
ru: Состояние

source: on
ru: включение

source: off
ru: выключение

source: Events open/close
ru: События открытие/закрытие

source: open
ru: открытие

source: close
ru: закрытие

source: Day
ru: День

source: Holidays
ru: Праздничные дни

source: Get holidays failed with error %s
ru: Получение праздничных дней завершилось с ошибкой %s
